{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 50,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 50
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "<pad>"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36000,
      "content": "<extra_id_95>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36001,
      "content": "<extra_id_94>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36002,
      "content": "<extra_id_93>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36003,
      "content": "<extra_id_92>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36004,
      "content": "<extra_id_91>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36005,
      "content": "<extra_id_90>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36006,
      "content": "<extra_id_89>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36007,
      "content": "<extra_id_88>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36008,
      "content": "<extra_id_87>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36009,
      "content": "<extra_id_86>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36010,
      "content": "<extra_id_85>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36011,
      "content": "<extra_id_84>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36012,
      "content": "<extra_id_83>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36013,
      "content": "<extra_id_82>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36014,
      "content": "<extra_id_81>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36015,
      "content": "<extra_id_80>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36016,
      "content": "<extra_id_79>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36017,
      "content": "<extra_id_78>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36018,
      "content": "<extra_id_77>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36019,
      "content": "<extra_id_76>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36020,
      "content": "<extra_id_75>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36021,
      "content": "<extra_id_74>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36022,
      "content": "<extra_id_73>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36023,
      "content": "<extra_id_72>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36024,
      "content": "<extra_id_71>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36025,
      "content": "<extra_id_70>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36026,
      "content": "<extra_id_69>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36027,
      "content": "<extra_id_68>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36028,
      "content": "<extra_id_67>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36029,
      "content": "<extra_id_66>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36030,
      "content": "<extra_id_65>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36031,
      "content": "<extra_id_64>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36032,
      "content": "<extra_id_63>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36033,
      "content": "<extra_id_62>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36034,
      "content": "<extra_id_61>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36035,
      "content": "<extra_id_60>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36036,
      "content": "<extra_id_59>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36037,
      "content": "<extra_id_58>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36038,
      "content": "<extra_id_57>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36039,
      "content": "<extra_id_56>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36040,
      "content": "<extra_id_55>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36041,
      "content": "<extra_id_54>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36042,
      "content": "<extra_id_53>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36043,
      "content": "<extra_id_52>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36044,
      "content": "<extra_id_51>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36045,
      "content": "<extra_id_50>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36046,
      "content": "<extra_id_49>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36047,
      "content": "<extra_id_48>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36048,
      "content": "<extra_id_47>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36049,
      "content": "<extra_id_46>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36050,
      "content": "<extra_id_45>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36051,
      "content": "<extra_id_44>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36052,
      "content": "<extra_id_43>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36053,
      "content": "<extra_id_42>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36054,
      "content": "<extra_id_41>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36055,
      "content": "<extra_id_40>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36056,
      "content": "<extra_id_39>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36057,
      "content": "<extra_id_38>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36058,
      "content": "<extra_id_37>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36059,
      "content": "<extra_id_36>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36060,
      "content": "<extra_id_35>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36061,
      "content": "<extra_id_34>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36062,
      "content": "<extra_id_33>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36063,
      "content": "<extra_id_32>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36064,
      "content": "<extra_id_31>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36065,
      "content": "<extra_id_30>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36066,
      "content": "<extra_id_29>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36067,
      "content": "<extra_id_28>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36068,
      "content": "<extra_id_27>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36069,
      "content": "<extra_id_26>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36070,
      "content": "<extra_id_25>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36071,
      "content": "<extra_id_24>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36072,
      "content": "<extra_id_23>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36073,
      "content": "<extra_id_22>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36074,
      "content": "<extra_id_21>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36075,
      "content": "<extra_id_20>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36076,
      "content": "<extra_id_19>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36077,
      "content": "<extra_id_18>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36078,
      "content": "<extra_id_17>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36079,
      "content": "<extra_id_16>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36080,
      "content": "<extra_id_15>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36081,
      "content": "<extra_id_14>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36082,
      "content": "<extra_id_13>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36083,
      "content": "<extra_id_12>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36084,
      "content": "<extra_id_11>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36085,
      "content": "<extra_id_10>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36086,
      "content": "<extra_id_9>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36087,
      "content": "<extra_id_8>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36088,
      "content": "<extra_id_7>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36089,
      "content": "<extra_id_6>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36090,
      "content": "<extra_id_5>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36091,
      "content": "<extra_id_4>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36092,
      "content": "<extra_id_3>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36093,
      "content": "<extra_id_2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36094,
      "content": "<extra_id_1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36095,
      "content": "<extra_id_0>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "WhitespaceSplit"
      },
      {
        "type": "Metaspace",
        "replacement": "▁",
        "prepend_scheme": "always",
        "split": true
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "special_tokens": {
      "</s>": {
        "id": "</s>",
        "ids": [
          1
        ],
        "tokens": [
          "</s>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": 2,
    "vocab": [
      [
        "<pad>",
        0.0
      ],
      [
        "</s>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "ng",
        -0.0
      ],
      [
        "▁t",
        -1.0
      ],
      [
        "▁,",
        -2.0
      ],
      [
        "▁.",
        -3.0
      ],
      [
        "▁c",
        -4.0
      ],
      [
        "▁Đ",
        -5.0
      ],
      [
        "▁đ",
        -6.0
      ],
      [
        "nh",
        -7.0
      ],
      [
        "▁v",
        -8.0
      ],
      [
        "▁l",
        -9.0
      ],
      [
        "▁th",
        -10.0
      ],
      [
        "▁h",
        -11.0
      ],
      [
        "▁b",
        -12.0
      ],
      [
        "▁ch",
        -13.0
      ],
      [
        "▁tr",
        -14.0
      ],
      [
        "▁k",
        -15.0
      ],
      [
        "▁m",
        -16.0
      ],
      [
        "▁n",
        -17.0
      ],
      [
        "▁T",
        -18.0
      ],
      [
        "▁s",
        -19.0
      ],
      [
        "▁nh",
        -20.0
      ],
      [
        "▁kh",
        -21.0
      ],
      [
        "▁ng",
        -22.0
      ],
      [
        "▁\"",
        -23.0
      ],
      [
        "ượ",
        -24.0
      ],
      [
        "ph",
        -25.0
      ],
      [
        "▁g",
        -26.0
      ],
      [
        "▁ph",
        -27.0
      ],
      [
        "ông",
        -28.0
      ],
      [
        "▁)",
        -29.0
      ],
      [
        "▁(",
        -30.0
      ],
      [
        "ên",
        -31.0
      ],
      [
        "▁d",
        -32.0
      ],
      [
        "iệ",
        -33.0
      ],
      [
        "ược",
        -34.0
      ],
      [
        "▁-",
        -35.0
      ],
      [
        "▁và",
        -36.0
      ],
      [
        "▁1",
        -37.0
      ],
      [
        "ác",
        -38.0
      ],
      [
        "qu",
        -39.0
      ],
      [
        "▁N",
        -40.0
      ],
      [
        "▁qu",
        -41.0
      ],
      [
        "▁C",
        -42.0
      ],
      [
        "ườ",
        -43.0
      ],
      [
        "▁gi",
        -44.0
      ],
      [
        "an",
        -45.0
      ],
      [
        "▁là",
        -46.0
      ],
      [
        "▁0",
        -47.0
      ],
      [
        "iế",
        -48.0
      ],
      [
        "▁x",
        -49.0
      ],
      [
        "▁củ",
        -50.0
      ],
      [
        "▁của",
        -51.0
      ],
      [
        "ại",
        -52.0
      ],
      [
        "▁H",
        -53.0
      ],
      [
        "ân",
        -54.0
      ],
      [
        "ong",
        -55.0
      ],
      [
        "uy",
        -56.0
      ],
      [
        "▁2",
        -57.0
      ],
      [
        "▁r",
        -58.0
      ],
      [
        "ột",
        -59.0
      ],
      [
        "▁/",
        -60.0
      ],
      [
        "ới",
        -61.0
      ],
      [
        "iề",
        -62.0
      ],
      [
        "ày",
        -63.0
      ],
      [
        "▁B",
        -64.0
      ],
      [
        "▁một",
        -65.0
      ],
      [
        "▁Được",
        -66.0
      ],
      [
        "▁Th",
        -67.0
      ],
      [
        "▁có",
        -68.0
      ],
      [
        "▁các",
        -69.0
      ],
      [
        "▁:",
        -70.0
      ],
      [
        "▁được",
        -71.0
      ],
      [
        "▁L",
        -72.0
      ],
      [
        "iên",
        -73.0
      ],
      [
        "ình",
        -74.0
      ],
      [
        "ầu",
        -75.0
      ],
      [
        "▁M",
        -76.0
      ],
      [
        "▁trong",
        -77.0
      ],
      [
        "ất",
        -78.0
      ],
      [
        "ến",
        -79.0
      ],
      [
        "oà",
        -80.0
      ],
      [
        "ang",
        -81.0
      ],
      [
        "▁Đã",
        -82.0
      ],
      [
        "▁đã",
        -83.0
      ],
      [
        "iều",
        -84.0
      ],
      [
        "iện",
        -85.0
      ],
      [
        "▁S",
        -86.0
      ],
      [
        "ười",
        -87.0
      ],
      [
        "ối",
        -88.0
      ],
      [
        "▁P",
        -89.0
      ],
      [
        "▁người",
        -90.0
      ],
      [
        "▁Tr",
        -91.0
      ],
      [
        "▁V",
        -92.0
      ],
      [
        "ường",
        -93.0
      ],
      [
        "iể",
        -94.0
      ],
      [
        "ướ",
        -95.0
      ],
      [
        "ch",
        -96.0
      ],
      [
        "▁cho",
        -97.0
      ],
      [
        "ai",
        -98.0
      ],
      [
        "ành",
        -99.0
      ],
      [
        "ăm",
        -100.0
      ],
      [
        "▁9",
        -101.0
      ],
      [
        "ồng",
        -102.0
      ],
      [
        "▁Ng",
        -103.0
      ],
      [
        "▁Ở",
        -104.0
      ],
      [
        "ực",
        -105.0
      ],
      [
        "▁Ô",
        -106.0
      ],
      [
        "▁ở",
        -107.0
      ],
      [
        "ay",
        -108.0
      ],
      [
        "ốc",
        -109.0
      ],
      [
        "inh",
        -110.0
      ],
      [
        "ộng",
        -111.0
      ],
      [
        "ội",
        -112.0
      ],
      [
        "ịnh",
        -113.0
      ],
      [
        "▁K",
        -114.0
      ],
      [
        "▁này",
        -115.0
      ],
      [
        "ơng",
        -116.0
      ],
      [
        "anh",
        -117.0
      ],
      [
        "▁họ",
        -118.0
      ],
      [
        "▁3",
        -119.0
      ],
      [
        "▁với",
        -120.0
      ],
      [
        "ận",
        -121.0
      ],
      [
        "am",
        -122.0
      ],
      [
        "ương",
        -123.0
      ],
      [
        "▁A",
        -124.0
      ],
      [
        "▁năm",
        -125.0
      ],
      [
        "▁không",
        -126.0
      ],
      [
        "ây",
        -127.0
      ],
      [
        "in",
        -128.0
      ],
      [
        "ần",
        -129.0
      ],
      [
        "ước",
        -130.0
      ],
      [
        "▁5",
        -131.0
      ],
      [
        "ức",
        -132.0
      ],
      [
        "ung",
        -133.0
      ],
      [
        "ải",
        -134.0
      ],
      [
        "▁bị",
        -135.0
      ],
      [
        "át",
        -136.0
      ],
      [
        "on",
        -137.0
      ],
      [
        "ộc",
        -138.0
      ],
      [
        "au",
        -139.0
      ],
      [
        "▁Q",
        -140.0
      ],
      [
        "ật",
        -141.0
      ],
      [
        "▁4",
        -142.0
      ],
      [
        "iến",
        -143.0
      ],
      [
        "áo",
        -144.0
      ],
      [
        "ao",
        -145.0
      ],
      [
        "ản",
        -146.0
      ],
      [
        "▁Ông",
        -147.0
      ],
      [
        "▁8",
        -148.0
      ],
      [
        "▁tại",
        -149.0
      ],
      [
        "▁ngh",
        -150.0
      ],
      [
        "▁Ch",
        -151.0
      ],
      [
        "án",
        -152.0
      ],
      [
        "ết",
        -153.0
      ],
      [
        "ống",
        -154.0
      ],
      [
        "▁Ph",
        -155.0
      ],
      [
        "oài",
        -156.0
      ],
      [
        "▁D",
        -157.0
      ],
      [
        "▁Qu",
        -158.0
      ],
      [
        "▁vào",
        -159.0
      ],
      [
        "▁6",
        -160.0
      ],
      [
        "ính",
        -161.0
      ],
      [
        "eo",
        -162.0
      ],
      [
        "▁7",
        -163.0
      ],
      [
        "▁Đó",
        -164.0
      ],
      [
        "er",
        -165.0
      ],
      [
        "áng",
        -166.0
      ],
      [
        "▁ra",
        -167.0
      ],
      [
        "▁công",
        -168.0
      ],
      [
        "ơn",
        -169.0
      ],
      [
        "▁đó",
        -170.0
      ],
      [
        "▁Để",
        -171.0
      ],
      [
        "ùng",
        -172.0
      ],
      [
        "▁Đến",
        -173.0
      ],
      [
        "▁thu",
        -174.0
      ],
      [
        "▁Á",
        -175.0
      ],
      [
        "▁khi",
        -176.0
      ],
      [
        "▁để",
        -177.0
      ],
      [
        "ời",
        -178.0
      ],
      [
        "▁từ",
        -179.0
      ],
      [
        "▁về",
        -180.0
      ],
      [
        "ững",
        -181.0
      ],
      [
        "ạn",
        -182.0
      ],
      [
        "▁G",
        -183.0
      ],
      [
        "▁như",
        -184.0
      ],
      [
        "▁ông",
        -185.0
      ],
      [
        "▁đến",
        -186.0
      ],
      [
        "ưa",
        -187.0
      ],
      [
        "ánh",
        -188.0
      ],
      [
        "ập",
        -189.0
      ],
      [
        "iểm",
        -190.0
      ],
      [
        "iết",
        -191.0
      ],
      [
        "▁trên",
        -192.0
      ],
      [
        "ar",
        -193.0
      ],
      [
        "ăng",
        -194.0
      ],
      [
        "▁ngày",
        -195.0
      ],
      [
        "iệc",
        -196.0
      ],
      [
        "▁Nh",
        -197.0
      ],
      [
        "ổi",
        -198.0
      ],
      [
        "▁Đầu",
        -199.0
      ],
      [
        "en",
        -200.0
      ],
      [
        "▁những",
        -201.0
      ],
      [
        "ượng",
        -202.0
      ],
      [
        "▁quan",
        -203.0
      ],
      [
        "▁;",
        -204.0
      ],
      [
        "ục",
        -205.0
      ],
      [
        "▁ho",
        -206.0
      ],
      [
        "▁số",
        -207.0
      ],
      [
        "▁đầu",
        -208.0
      ],
      [
        "▁quy",
        -209.0
      ],
      [
        "ái",
        -210.0
      ],
      [
        "ia",
        -211.0
      ],
      [
        "ăn",
        -212.0
      ],
      [
        "ạt",
        -213.0
      ],
      [
        "▁việc",
        -214.0
      ],
      [
        "oàn",
        -215.0
      ],
      [
        "▁hiện",
        -216.0
      ],
      [
        "àng",
        -217.0
      ],
      [
        "▁sự",
        -218.0
      ],
      [
        "▁vụ",
        -219.0
      ],
      [
        "ảo",
        -220.0
      ],
      [
        "ạo",
        -221.0
      ],
      [
        "ũng",
        -222.0
      ],
      [
        "▁Đồng",
        -223.0
      ],
      [
        "ài",
        -224.0
      ],
      [
        "▁kho",
        -225.0
      ],
      [
        "ảng",
        -226.0
      ],
      [
        "▁Định",
        -227.0
      ],
      [
        "êu",
        -228.0
      ],
      [
        "ôi",
        -229.0
      ],
      [
        "▁nhà",
        -230.0
      ],
      [
        "▁nhân",
        -231.0
      ],
      [
        "▁hành",
        -232.0
      ],
      [
        "iệt",
        -233.0
      ],
      [
        "áp",
        -234.0
      ],
      [
        "▁định",
        -235.0
      ],
      [
        "▁làm",
        -236.0
      ],
      [
        "▁thành",
        -237.0
      ],
      [
        "ằng",
        -238.0
      ],
      [
        "ấn",
        -239.0
      ],
      [
        "▁thể",
        -240.0
      ],
      [
        "al",
        -241.0
      ],
      [
        "ền",
        -242.0
      ],
      [
        "▁nước",
        -243.0
      ],
      [
        "▁đồng",
        -244.0
      ],
      [
        "▁Đối",
        -245.0
      ],
      [
        "▁Động",
        -246.0
      ],
      [
        "▁chính",
        -247.0
      ],
      [
        "▁cả",
        -248.0
      ],
      [
        "▁Điều",
        -249.0
      ],
      [
        "▁Ả",
        -250.0
      ],
      [
        "▁gia",
        -251.0
      ],
      [
        "uyên",
        -252.0
      ],
      [
        "▁động",
        -253.0
      ],
      [
        "▁dân",
        -254.0
      ],
      [
        "▁Quốc",
        -255.0
      ],
      [
        "▁cũng",
        -256.0
      ],
      [
        "▁an",
        -257.0
      ],
      [
        "âm",
        -258.0
      ],
      [
        "ịa",
        -259.0
      ],
      [
        "ấy",
        -260.0
      ],
      [
        "ặc",
        -261.0
      ],
      [
        "▁lại",
        -262.0
      ],
      [
        "▁cu",
        -263.0
      ],
      [
        "ắt",
        -264.0
      ],
      [
        "▁học",
        -265.0
      ],
      [
        "òng",
        -266.0
      ],
      [
        "úng",
        -267.0
      ],
      [
        "▁đối",
        -268.0
      ],
      [
        "▁sau",
        -269.0
      ],
      [
        "ạm",
        -270.0
      ],
      [
        "▁xe",
        -271.0
      ],
      [
        "uyệ",
        -272.0
      ],
      [
        "iệu",
        -273.0
      ],
      [
        "êm",
        -274.0
      ],
      [
        "ễn",
        -275.0
      ],
      [
        "ấp",
        -276.0
      ],
      [
        "▁'",
        -277.0
      ],
      [
        "ích",
        -278.0
      ],
      [
        "▁tiế",
        -279.0
      ],
      [
        "ách",
        -280.0
      ],
      [
        "▁do",
        -281.0
      ],
      [
        "ứng",
        -282.0
      ],
      [
        "▁nhiều",
        -283.0
      ],
      [
        "▁tháng",
        -284.0
      ],
      [
        "▁I",
        -285.0
      ],
      [
        "ặt",
        -286.0
      ],
      [
        "▁điều",
        -287.0
      ],
      [
        "àn",
        -288.0
      ],
      [
        "▁Trung",
        -289.0
      ],
      [
        "áy",
        -290.0
      ],
      [
        "uyện",
        -291.0
      ],
      [
        "ỉnh",
        -292.0
      ],
      [
        "iền",
        -293.0
      ],
      [
        "âu",
        -294.0
      ],
      [
        "iển",
        -295.0
      ],
      [
        "▁Đang",
        -296.0
      ],
      [
        "▁biết",
        -297.0
      ],
      [
        "▁quân",
        -298.0
      ],
      [
        "▁đang",
        -299.0
      ],
      [
        "▁nó",
        -300.0
      ],
      [
        "▁Kh",
        -301.0
      ],
      [
        "▁thực",
        -302.0
      ],
      [
        "▁loài",
        -303.0
      ],
      [
        "or",
        -304.0
      ],
      [
        "▁Ý",
        -305.0
      ],
      [
        "▁R",
        -306.0
      ],
      [
        "▁sẽ",
        -307.0
      ],
      [
        "▁chức",
        -308.0
      ],
      [
        "▁hàng",
        -309.0
      ],
      [
        "ấu",
        -310.0
      ],
      [
        "▁phát",
        -311.0
      ],
      [
        "ịch",
        -312.0
      ],
      [
        "▁cơ",
        -313.0
      ],
      [
        "ẫn",
        -314.0
      ],
      [
        "es",
        -315.0
      ],
      [
        "ắc",
        -316.0
      ],
      [
        "▁Mỹ",
        -317.0
      ],
      [
        "▁Công",
        -318.0
      ],
      [
        "▁ý",
        -319.0
      ],
      [
        "òn",
        -320.0
      ],
      [
        "ưở",
        -321.0
      ],
      [
        "▁tra",
        -322.0
      ],
      [
        "▁thông",
        -323.0
      ],
      [
        "ào",
        -324.0
      ],
      [
        "ưởng",
        -325.0
      ],
      [
        "▁nhận",
        -326.0
      ],
      [
        "úc",
        -327.0
      ],
      [
        "▁ả",
        -328.0
      ],
      [
        "▁thời",
        -329.0
      ],
      [
        "▁Ấ",
        -330.0
      ],
      [
        "▁theo",
        -331.0
      ],
      [
        "▁phải",
        -332.0
      ],
      [
        "▁Â",
        -333.0
      ],
      [
        "▁chỉ",
        -334.0
      ],
      [
        "el",
        -335.0
      ],
      [
        "is",
        -336.0
      ],
      [
        "▁Ủ",
        -337.0
      ],
      [
        "ồi",
        -338.0
      ],
      [
        "id",
        -339.0
      ],
      [
        "▁viên",
        -340.0
      ],
      [
        "▁U",
        -341.0
      ],
      [
        "▁tin",
        -342.0
      ],
      [
        "▁Đi",
        -343.0
      ],
      [
        "▁con",
        -344.0
      ],
      [
        "▁xu",
        -345.0
      ],
      [
        "▁lu",
        -346.0
      ],
      [
        "ôn",
        -347.0
      ],
      [
        "ợp",
        -348.0
      ],
      [
        "▁đi",
        -349.0
      ],
      [
        "▁Đề",
        -350.0
      ],
      [
        "▁xã",
        -351.0
      ],
      [
        "oại",
        -352.0
      ],
      [
        "ụng",
        -353.0
      ],
      [
        "▁cuộc",
        -354.0
      ],
      [
        "▁lượng",
        -355.0
      ],
      [
        "▁tu",
        -356.0
      ],
      [
        "ạng",
        -357.0
      ],
      [
        "▁%",
        -358.0
      ],
      [
        "▁đề",
        -359.0
      ],
      [
        "▁tỉnh",
        -360.0
      ],
      [
        "àu",
        -361.0
      ],
      [
        "▁báo",
        -362.0
      ],
      [
        "▁giữ",
        -363.0
      ],
      [
        "im",
        -364.0
      ],
      [
        "▁Nam",
        -365.0
      ],
      [
        "▁cùng",
        -366.0
      ],
      [
        "ổng",
        -367.0
      ],
      [
        "at",
        -368.0
      ],
      [
        "▁Ă",
        -369.0
      ],
      [
        "▁hợp",
        -370.0
      ],
      [
        "▁lực",
        -371.0
      ],
      [
        "iêu",
        -372.0
      ],
      [
        "òa",
        -373.0
      ],
      [
        "▁Ứ",
        -374.0
      ],
      [
        "▁Í",
        -375.0
      ],
      [
        "▁Ư",
        -376.0
      ],
      [
        "▁ủ",
        -377.0
      ],
      [
        "▁lý",
        -378.0
      ],
      [
        "▁chiến",
        -379.0
      ],
      [
        "ơi",
        -380.0
      ],
      [
        "ae",
        -381.0
      ],
      [
        "▁nhất",
        -382.0
      ],
      [
        "▁khu",
        -383.0
      ],
      [
        "▁Đại",
        -384.0
      ],
      [
        "▁Án",
        -385.0
      ],
      [
        "us",
        -386.0
      ],
      [
        "▁ô",
        -387.0
      ],
      [
        "ám",
        -388.0
      ],
      [
        "▁án",
        -389.0
      ],
      [
        "▁qua",
        -390.0
      ],
      [
        "▁sát",
        -391.0
      ],
      [
        "▁trường",
        -392.0
      ],
      [
        "▁hai",
        -393.0
      ],
      [
        "▁Đường",
        -394.0
      ],
      [
        "▁bộ",
        -395.0
      ],
      [
        "▁còn",
        -396.0
      ],
      [
        "▁nhưng",
        -397.0
      ],
      [
        "▁hình",
        -398.0
      ],
      [
        "▁thuộc",
        -399.0
      ],
      [
        "as",
        -400.0
      ],
      [
        "ửa",
        -401.0
      ],
      [
        "▁quốc",
        -402.0
      ],
      [
        "▁bắt",
        -403.0
      ],
      [
        "▁í",
        -404.0
      ],
      [
        "▁rằng",
        -405.0
      ],
      [
        "il",
        -406.0
      ],
      [
        "▁X",
        -407.0
      ],
      [
        "▁hơn",
        -408.0
      ],
      [
        "iệm",
        -409.0
      ],
      [
        "▁đường",
        -410.0
      ],
      [
        "▁thống",
        -411.0
      ],
      [
        "▁tiếp",
        -412.0
      ],
      [
        "▁thì",
        -413.0
      ],
      [
        "▁máy",
        -414.0
      ],
      [
        "▁tiên",
        -415.0
      ],
      [
        "▁dụng",
        -416.0
      ],
      [
        "▁trước",
        -417.0
      ],
      [
        "iểu",
        -418.0
      ],
      [
        "▁Gi",
        -419.0
      ],
      [
        "▁huyện",
        -420.0
      ],
      [
        "▁khác",
        -421.0
      ],
      [
        "▁vật",
        -422.0
      ],
      [
        "▁y",
        -423.0
      ],
      [
        "▁Theo",
        -424.0
      ],
      [
        "em",
        -425.0
      ],
      [
        "▁cứ",
        -426.0
      ],
      [
        "iệp",
        -427.0
      ],
      [
        "▁Nga",
        -428.0
      ],
      [
        "▁Đây",
        -429.0
      ],
      [
        "▁bay",
        -430.0
      ],
      [
        "▁Ú",
        -431.0
      ],
      [
        "▁sản",
        -432.0
      ],
      [
        "▁chủ",
        -433.0
      ],
      [
        "▁Ổ",
        -434.0
      ],
      [
        "▁E",
        -435.0
      ],
      [
        "▁ổ",
        -436.0
      ],
      [
        "▁cấp",
        -437.0
      ],
      [
        "▁khoa",
        -438.0
      ],
      [
        "▁?",
        -439.0
      ],
      [
        "▁anh",
        -440.0
      ],
      [
        "▁lớ",
        -441.0
      ],
      [
        "▁Ố",
        -442.0
      ],
      [
        "▁bố",
        -443.0
      ],
      [
        "▁cáo",
        -444.0
      ],
      [
        "▁vi",
        -445.0
      ],
      [
        "▁Độ",
        -446.0
      ],
      [
        "▁lên",
        -447.0
      ],
      [
        "▁quyền",
        -448.0
      ],
      [
        "▁chiế",
        -449.0
      ],
      [
        "▁Ẩ",
        -450.0
      ],
      [
        "▁tế",
        -451.0
      ],
      [
        "▁ẩ",
        -452.0
      ],
      [
        "▁tình",
        -453.0
      ],
      [
        "▁sinh",
        -454.0
      ],
      [
        "▁mà",
        -455.0
      ],
      [
        "▁tiền",
        -456.0
      ],
      [
        "▁phạm",
        -457.0
      ],
      [
        "▁tả",
        -458.0
      ],
      [
        "▁nói",
        -459.0
      ],
      [
        "▁pháp",
        -460.0
      ],
      [
        "▁phòng",
        -461.0
      ],
      [
        "▁Nguy",
        -462.0
      ],
      [
        "▁dự",
        -463.0
      ],
      [
        "om",
        -464.0
      ],
      [
        "ol",
        -465.0
      ],
      [
        "▁Ảnh",
        -466.0
      ],
      [
        "▁É",
        -467.0
      ],
      [
        "▁Đưa",
        -468.0
      ],
      [
        "et",
        -469.0
      ],
      [
        "▁tên",
        -470.0
      ],
      [
        "▁Nguyễn",
        -471.0
      ],
      [
        "▁ú",
        -472.0
      ],
      [
        "▁é",
        -473.0
      ],
      [
        "ệnh",
        -474.0
      ],
      [
        "▁ư",
        -475.0
      ],
      [
        "▁đưa",
        -476.0
      ],
      [
        "▁Đông",
        -477.0
      ],
      [
        "▁Địa",
        -478.0
      ],
      [
        "▁thế",
        -479.0
      ],
      [
        "▁liên",
        -480.0
      ],
      [
        "▁tới",
        -481.0
      ],
      [
        "▁F",
        -482.0
      ],
      [
        "▁chuy",
        -483.0
      ],
      [
        "▁tự",
        -484.0
      ],
      [
        "▁xuất",
        -485.0
      ],
      [
        "▁thủ",
        -486.0
      ],
      [
        "▁tàu",
        -487.0
      ],
      [
        "▁di",
        -488.0
      ],
      [
        "▁nên",
        -489.0
      ],
      [
        "▁Đội",
        -490.0
      ],
      [
        "▁Ơ",
        -491.0
      ],
      [
        "os",
        -492.0
      ],
      [
        "▁tài",
        -493.0
      ],
      [
        "▁Trong",
        -494.0
      ],
      [
        "▁trình",
        -495.0
      ],
      [
        "▁Loài",
        -496.0
      ],
      [
        "▁Hà",
        -497.0
      ],
      [
        "▁mới",
        -498.0
      ],
      [
        "▁vì",
        -499.0
      ],
      [
        "ọi",
        -500.0
      ],
      [
        "ic",
        -501.0
      ],
      [
        "▁địa",
        -502.0
      ],
      [
        "▁Việt",
        -503.0
      ],
      [
        "▁Ậ",
        -504.0
      ],
      [
        "▁vực",
        -505.0
      ],
      [
        "ồn",
        -506.0
      ],
      [
        "▁ấ",
        -507.0
      ],
      [
        "▁ố",
        -508.0
      ],
      [
        "▁Ồ",
        -509.0
      ],
      [
        "ảy",
        -510.0
      ],
      [
        "▁Ê",
        -511.0
      ],
      [
        "▁sử",
        -512.0
      ],
      [
        "▁Ù",
        -513.0
      ],
      [
        "▁ù",
        -514.0
      ],
      [
        "▁À",
        -515.0
      ],
      [
        "▁Ế",
        -516.0
      ],
      [
        "óng",
        -517.0
      ],
      [
        "▁ế",
        -518.0
      ],
      [
        "▁Ớ",
        -519.0
      ],
      [
        "ướng",
        -520.0
      ],
      [
        "▁Ó",
        -521.0
      ],
      [
        "▁ớ",
        -522.0
      ],
      [
        "▁năng",
        -523.0
      ],
      [
        "▁Ạ",
        -524.0
      ],
      [
        "▁bà",
        -525.0
      ],
      [
        "▁ó",
        -526.0
      ],
      [
        "▁ê",
        -527.0
      ],
      [
        "▁Ầ",
        -528.0
      ],
      [
        "▁ầ",
        -529.0
      ],
      [
        "▁ơ",
        -530.0
      ],
      [
        "▁Ắ",
        -531.0
      ],
      [
        "▁ồ",
        -532.0
      ],
      [
        "▁à",
        -533.0
      ],
      [
        "▁Ỏ",
        -534.0
      ],
      [
        "ừa",
        -535.0
      ],
      [
        "▁ỏ",
        -536.0
      ],
      [
        "▁á",
        -537.0
      ],
      [
        "▁ạ",
        -538.0
      ],
      [
        "▁Ụ",
        -539.0
      ],
      [
        "▁ứ",
        -540.0
      ],
      [
        "▁Ỉ",
        -541.0
      ],
      [
        "▁ỉ",
        -542.0
      ],
      [
        "▁ụ",
        -543.0
      ],
      [
        "ra",
        -544.0
      ],
      [
        "▁Ĩ",
        -545.0
      ],
      [
        "▁ĩ",
        -546.0
      ],
      [
        "▁Ò",
        -547.0
      ],
      [
        "▁Ỷ",
        -548.0
      ],
      [
        "▁ắ",
        -549.0
      ],
      [
        "▁Ì",
        -550.0
      ],
      [
        "▁Điểm",
        -551.0
      ],
      [
        "▁ì",
        -552.0
      ],
      [
        "ọng",
        -553.0
      ],
      [
        "ởi",
        -554.0
      ],
      [
        "▁Ờ",
        -555.0
      ],
      [
        "▁ờ",
        -556.0
      ],
      [
        "▁Ẵ",
        -557.0
      ],
      [
        "▁ẵ",
        -558.0
      ],
      [
        "▁ỷ",
        -559.0
      ],
      [
        "▁Ỳ",
        -560.0
      ],
      [
        "▁ỳ",
        -561.0
      ],
      [
        "▁Ọ",
        -562.0
      ],
      [
        "▁Ừ",
        -563.0
      ],
      [
        "▁È",
        -564.0
      ],
      [
        "▁Ử",
        -565.0
      ],
      [
        "▁ọ",
        -566.0
      ],
      [
        "▁Ộ",
        -567.0
      ],
      [
        "▁è",
        -568.0
      ],
      [
        "▁Ẹ",
        -569.0
      ],
      [
        "▁Ã",
        -570.0
      ],
      [
        "▁ã",
        -571.0
      ],
      [
        "▁ẹ",
        -572.0
      ],
      [
        "▁ừ",
        -573.0
      ],
      [
        "▁ử",
        -574.0
      ],
      [
        "▁ậ",
        -575.0
      ],
      [
        "▁Ị",
        -576.0
      ],
      [
        "▁Ề",
        -577.0
      ],
      [
        "▁Ợ",
        -578.0
      ],
      [
        "▁ợ",
        -579.0
      ],
      [
        "▁ề",
        -580.0
      ],
      [
        "▁â",
        -581.0
      ],
      [
        "▁ộ",
        -582.0
      ],
      [
        "▁Ự",
        -583.0
      ],
      [
        "▁Ỹ",
        -584.0
      ],
      [
        "▁ị",
        -585.0
      ],
      [
        "▁Ẻ",
        -586.0
      ],
      [
        "▁Ệ",
        -587.0
      ],
      [
        "▁ỹ",
        -588.0
      ],
      [
        "▁Ể",
        -589.0
      ],
      [
        "▁Ẳ",
        -590.0
      ],
      [
        "▁ệ",
        -591.0
      ],
      [
        "▁giới",
        -592.0
      ],
      [
        "▁ẻ",
        -593.0
      ],
      [
        "▁ự",
        -594.0
      ],
      [
        "▁ể",
        -595.0
      ],
      [
        "▁Ỡ",
        -596.0
      ],
      [
        "▁ỡ",
        -597.0
      ],
      [
        "▁ò",
        -598.0
      ],
      [
        "▁Ũ",
        -599.0
      ],
      [
        "▁ă",
        -600.0
      ],
      [
        "▁Õ",
        -601.0
      ],
      [
        "▁Ẫ",
        -602.0
      ],
      [
        "▁Ễ",
        -603.0
      ],
      [
        "▁Ỗ",
        -604.0
      ],
      [
        "▁ỗ",
        -605.0
      ],
      [
        "▁Ữ",
        -606.0
      ],
      [
        "▁Ặ",
        -607.0
      ],
      [
        "▁ẳ",
        -608.0
      ],
      [
        "▁ữ",
        -609.0
      ],
      [
        "▁õ",
        -610.0
      ],
      [
        "▁Ằ",
        -611.0
      ],
      [
        "▁Ẽ",
        -612.0
      ],
      [
        "▁ẽ",
        -613.0
      ],
      [
        "▁ễ",
        -614.0
      ],
      [
        "▁ũ",
        -615.0
      ],
      [
        "▁Ỵ",
        -616.0
      ],
      [
        "▁ẫ",
        -617.0
      ],
      [
        "▁ặ",
        -618.0
      ],
      [
        "▁ằ",
        -619.0
      ],
      [
        "▁ỵ",
        -620.0
      ],
      [
        "▁hội",
        -621.0
      ],
      [
        "▁TP",
        -622.0
      ],
      [
        "ạnh",
        -623.0
      ],
      [
        "▁J",
        -624.0
      ],
      [
        "▁thị",
        -625.0
      ],
      [
        "▁tượng",
        -626.0
      ],
      [
        "ảm",
        -627.0
      ],
      [
        "▁cách",
        -628.0
      ],
      [
        "▁điểm",
        -629.0
      ],
      [
        "▁kết",
        -630.0
      ],
